[

   {
       "Name":"peugeot 504 (sw)",
       "Picture":"pictures/peugeot 504.jpg",
       "Miles_per_Gallon":21,
       "Cylinders":4,
       "Displacement":120,
       "Horsepower":87,
       "Weight_in_lbs":2979,
       "Acceleration":19.5,
       "Year":"1972-01-01",
       "Origin":"Europe",
       "Description":"The Peugeot 504 was a mid-size, front-engine, rear wheel drive automobile manufactured and marketed by Peugeot from 1968 to 1983 over a single generation, primarily in four-door sedan and wagon configurations — but also with two-door coupe, convertible and pickup truck variants."
    },
    {
       "Name":"renault 12 (sw)",
       "Picture":"pictures/renault 12.jpg",
       "Miles_per_Gallon":26,
       "Cylinders":4,
       "Displacement":96,
       "Horsepower":69,
       "Weight_in_lbs":2189,
       "Acceleration":18,
       "Year":"1972-01-01",
       "Origin":"Europe",
       "Description":"The Renault 12 is a mid-size family car introduced by French automaker Renault at the Paris Motor Show in October 1969 and produced in France till 1980. Available as a saloon (Berline) and estate (Break), it was also produced under licence in many countries around the globe."
    },
    {
       "Name":"ford pinto (sw)",
       "Picture":"pictures/ford pinto.jpg",
       "Miles_per_Gallon":22,
       "Cylinders":4,
       "Displacement":122,
       "Horsepower":86,
       "Weight_in_lbs":2395,
       "Acceleration":16,
       "Year":"1972-01-01",
       "Origin":"USA",
       "Description":"The Ford Pinto is a subcompact car that was manufactured and marketed by Ford Motor Company in North America, sold from the 1971 to the 1980 model years. The smallest American Ford vehicle since 1907, the Pinto was the first subcompact vehicle produced by Ford in North America."
    },
    {
       "Name":"ford gran torino",
       "Picture":"pictures/ford gran torino.jpg",
       "Miles_per_Gallon":14,
       "Cylinders":8,
       "Displacement":302,
       "Horsepower":137,
       "Weight_in_lbs":4042,
       "Acceleration":14.5,
       "Year":"1973-01-01",
       "Origin":"USA",
       "Description":"The Ford Torino is an automobile that was produced by Ford for the North American market between 1968 and 1976. It was a competitor in the intermediate market segment. The car was named after the city of Turin (Torino, in Italian), considered the Italian Detroit."
    },
    {
       "Name":"buick electra 225 custom",
       "Picture":"pictures/buick electra 225 custom.jpg",
       "Miles_per_Gallon":12,
       "Cylinders":8,
       "Displacement":455,
       "Horsepower":225,
       "Weight_in_lbs":4951,
       "Acceleration":11,
       "Year":"1973-01-01",
       "Origin":"USA",
       "Description":"The Buick Electra is a full-size luxury car manufactured and marketed by Buick from 1959 to 1990 over six generations.The Electra was offered in coupe, convertible, sedan, and station wagon body styles over the course of its production — with rear-wheel drive or front-wheel drive."
    },
    {
       "Name":"volkswagen super beetle",
       "Picture":"pictures/volkswagen super beetle.jpg",
       "Miles_per_Gallon":26,
       "Cylinders":4,
       "Displacement":97,
       "Horsepower":46,
       "Weight_in_lbs":1950,
       "Acceleration":21,
       "Year":"1973-01-01",
       "Origin":"Europe",
       "Description":"The Volkswagen Beetle—officially the Volkswagen Type 1,is a two-door, rear-engine economy car, intended for five occupants (later, Beetles were restricted to four people in some countries),that was manufactured and marketed by German automaker Volkswagen (VW) from 1938 until 2003"
    },
    {
       "Name":"ford country",
       "Picture":"pictures/ford country.jpg",
       "Miles_per_Gallon":12,
       "Cylinders":8,
       "Displacement":400,
       "Horsepower":167,
       "Weight_in_lbs":4906,
       "Acceleration":12.5,
       "Year":"1973-01-01",
       "Origin":"USA",
       "Description":"The Ford Country Squire (later the Ford LTD Country Squire) is a series of station wagons that was assembled by American automaker Ford. As part of the full-size Ford model range, the Country Squire was the station wagon counterpart of several model lines."
    },
    {
       "Name":"pontiac grand prix",
       "Picture":"pictures/pontiac grand prix.jpg",
       "Miles_per_Gallon":16,
       "Cylinders":8,
       "Displacement":400,
       "Horsepower":230,
       "Weight_in_lbs":4278,
       "Acceleration":9.5,
       "Year":"1973-01-01",
       "Origin":"USA",
       "Description":"The Grand Prix was a line of automobiles produced by the Pontiac Division of General Motors from 1962 through 2002 for coupes and 1988–2008 for sedans. First introduced as part of Pontiac's full-size car model offering for the 1962 model year, the marque varied repeatedly in size, luxury, and performance."
    },
    {
       "Name":"toyota corolla",
       "Picture":"pictures/toyota corolla.jpg",
       "Miles_per_Gallon":28,
       "Cylinders":4,
       "Displacement":97,
       "Horsepower":75,
       "Weight_in_lbs":2155,
       "Acceleration":16.4,
       "Year":"1976-01-01",
       "Origin":"Japan",
       "Description":"The Toyota Corolla is a line of subcompact and compact cars manufactured by Toyota. Introduced in 1966, the Corolla was the best-selling car worldwide by 1974 and has been one of the best-selling cars in the world since then."
    },
    {
       "Name":"buick skylark",
       "Picture":"pictures/buick skylark.jpg",
       "Miles_per_Gallon":20.5,
       "Cylinders":6,
       "Displacement":231,
       "Horsepower":105,
       "Weight_in_lbs":3425,
       "Acceleration":16.9,
       "Year":"1977-01-01",
       "Origin":"USA",
       "Description":"The Buick Skylark is a passenger car produced by Buick. The model was made in six production runs, during 46 years, over which the car's design varied dramatically due to changing technology, tastes and new standards implemented over the years."
    }
]